Repository: bobbingwide/oik-fields
Catalog: languages/oik-fields-bb_BB.po
Languages: bb_bb

source: Install %1$s
bb_bb: Isnatll %1$s

source: Activate %1$s
bb_bb: Atcvitae %1$s

source: Upgrade %1$s
bb_bb: Ugparde %1$s

source: version
bb_bb: vreison

source: %1$s may not be fully functional.
bb_bb: %1$s mAy nOt bE fluly fnutcoianl.

source: Please install and activate the required minimum version of this plugin: %1$s
bb_bb: Pelsae isnatll And atcvitae thE rqeiuerd mnimium vreison Of tihs pulign: %1$s

source: Invalid email address
bb_bb: Ivnlaid eamil adderss

source: Invalid checkbox
bb_bb: Ivnlaid cehkcobx

source: File size
bb_bb: Flie szie

source: Dimensions
bb_bb: Dmineisnos

source: Featured image
bb_bb: Faeuterd iamge

source: Thumbnail
bb_bb: Tuhbmanil

source: Google map
bb_bb: Goolge mAp

source: Text
bb_bb: Txet

source: Textarea
bb_bb: Txeatera

source: Select
bb_bb: Slecet

source: Currency
bb_bb: Cruercny

source: Numeric
bb_bb: Nmureic

source: Date
bb_bb: Dtae

source: noderef - internal link
bb_bb: ndoreef - itnreanl lnik

source: Email address
bb_bb: Eamil adderss

source: URL - external link
bb_bb: URL - etxreanl lnik

source: Check box
bb_bb: Cehck bOx

source: Virtual
bb_bb: Vriutal

source: Text with shortcodes
bb_bb: Txet wtih sohtroceds

source: Textarea with shortcodes
bb_bb: Txeatera wtih sohtroceds

source: PHP serialized
bb_bb: PHP sreaiilezd

source: CSV list of field names. Default: all registered fields
bb_bb: CSV lsit Of feild nmaes. Dfeualt: All rgesieterd feidls

source: CSV list of field names.
bb_bb: CSV lsit Of feild nmaes.

source: Post ID to use to access the fields
bb_bb: Psot ID tO UsE tO accses thE feidls

source: Field or taxonomy to group by
bb_bb: Feild Or txanomoy tO gorup by

source: Display type
bb_bb: Dsilpay tpye

source: Supporting post_type name
bb_bb: Spuoptrnig psot_tpye nmae

source: Field format string
bb_bb: Feild froamt srtnig

source: Email address for New pending content email
bb_bb: Eamil adderss fOr NEw pneidng cnoetnt eamil

source: Please enter a value for %s
bb_bb: Pelsae etner A vlaue fOr %s

source: Invalid input. Please corrrect and retry.
bb_bb: Ivnlaid ipnut. Pelsae crorrcet And rtery.

source: Title
bb_bb: Ttile

source: Content
bb_bb: Cnoetnt

source: Excerpt
bb_bb: Ecxrept

source: Display related content
bb_bb: Dsilpay rletaed cnoetnt

source: Related post type
bb_bb: Rletaed psot tpye

source: name of noderef field
bb_bb: nmae Of ndoreef feild

source: the default value depends on the field type
bb_bb: thE dfeualt vlaue dpeneds On thE feild tpye

source: field format string
bb_bb: feild froamt srtnig

source: name of a noderef field
bb_bb: nmae Of A ndoreef feild

source: oik fields
bb_bb: OIk feidls

source: Field formatting for custom post type meta data, plus [bw_field] & [bw_fields], [bw_new] and [bw_related] shortcodes, and 'virtual' fields
bb_bb: Feild froamttnig fOr csuotm psot tpye mtea dtaa, puls [bw_field] & [bw_fields], [bw_new] And [bw_related] sohtroceds, And 'vriutal' feidls

source: bobbingwide
bb_bb: bboibgniwde
